{
  "education": [
    {
      "awards_achievements": [
        "Dean's List : Fall 2022, Winter 2023, Fall 2023",
        "GPA: 3.67/4.0"
      ],
      "degree": "Postgraduate Diploma",
      "department": "Information Systems Business Analysis",
      "duration": "Aug 2022 - Dec 2023",
      "school_name": "George Brown College"
    },
    {
      "awards_achievements": [
        "GPA: 8.68/10"
      ],
      "degree": "Bachelor of Science(Honours)",
      "department": "Computer Science",
      "duration": "2017-2020",
      "school_name": "University of Delhi"
    }
  ],
  "github_repo_root_url": "https://github.com/jarviscanada/jarvis_data_eng_JasleenKaur.git",
  "highlighted_projects": [
    {
      "description": "Suspendisse a tincidunt odio. Suspendisse posuere luctus aliquet. Quisque magna tellus, tempor vitae arcu sed, volutpat scelerisque lacus. Aliquam varius pulvinar dapibus. Ut a tincidunt sem. Aenean sollicitudin fringilla erat ut imperdiet. Phasellus fermentum, enim vitae laoreet elementum, eros nisl hendrerit lorem.",
      "git_url": "https://github.com/jarviscanada/jarvis_profile_builder",
      "name": "Web app for resturant"
    },
    {
      "description": "Suspendisse a tincidunt odio. Suspendisse posuere luctus aliquet. Quisque magna tellus, tempor vitae arcu sed, volutpat scelerisque lacus. Aliquam varius pulvinar dapibus. Ut a tincidunt sem. Aenean sollicitudin fringilla erat ut imperdiet. Phasellus fermentum, enim vitae laoreet elementum, eros nisl hendrerit lorem.",
      "git_url": null,
      "name": "Machine Learning"
    }
  ],
  "jarvis_projects": [
    {
      "description": "Helped develop a user-friendly solution to manage a 10-server cluster. Responsibilities included recording the hardware specifications of each node and monitoring real-time resource usage. It was achieved using bash scripts for data collection, PostgreSQL for data storage, Docker for consistent execution and compatibility, and Git for version control. The collected data facilitated the generation of reports to support future resource planning, such as adding or removing servers. This project honed my skills in system administration, scripting, and database management, ensuring efficient cluster performance and scalability.",
      "git_url": "/linux_sql",
      "name": "Linux Cluster Resource Monitoring App"
    }
  ],
  "name": "Jasleen Kaur Arora",
  "others": [
    {
      "bullets": [
        "Udacity Machine Learning (2019)"
      ],
      "title": "Certificates"
    },
    {
      "bullets": [
        "Winner"
      ],
      "title": "Awards"
    },
    {
      "bullets": [
        "Basketball player; joined xyz club",
        "Competitive gaming; compete for xyz",
        "Volunteer, ABC Food bank: Ut enim ad minim veniam"
      ],
      "title": "Activities/Hobbies"
    }
  ],
  "professional_experience": [
    {
      "company": "Podium Prosperity Group",
      "description": "Analyzed and created comprehensive documentation, including user stories, business requirement documents (BRD), functional specifications, and user manuals.Leveraged R, SQL, and Excel to clean and analyse large datasets, yielding actionable insights that increased revenue by 20%. Identified opportunities for process improvement and efficiency gains through detailed process mapping and analysis, resulting in 40% increase in efficiency. ",
      "duration": "May 2023 - Aug 2023",
      "title": "Business Analyst Intern"
    },
    {
      "company": "Deloitte",
      "description": "Developed 25 new requirements by collaborating with business analysts and stakeholders to gather requirements, define technical specifications, and conduct tests, resulting in improved system functionality and user satisfaction. Optimized performance of 8 ? 10 critical programs reducing processing time by up to 67.5%. Optimized maintenance and organization of project documentation, including task trackers and secure data, resulting in 35% increase in reporting efficiency and saving the team 12 hours weekly. Created technical specifications and unit testing documents for over 75 new requirements, ensuring clear communication and project alignment with stakeholders.",
      "duration": "Nov 2020 - Aug 2022",
      "title": "Business Technical Analyst"
    }
  ],
  "skills": {
    "Business Skills": [
      "Word",
      "Power Point",
      "Excel",
      "Outlook",
      "Teams",
      "Visio",
      "Power BI",
      "Business Requirement Document",
      "Use Cases",
      "Technical Specification Document",
      "Technical Unit Testing",
      "Functional Requirement Specification"
    ],
    "Technical Skills": [
      "RDBMS/SQL",
      "Data Modeling/Mapping",
      "Data Analytics",
      "JIRA",
      "Python",
      "Tableau",
      "SAP ABAP",
      "R",
      "JavaScript",
      "C++"
    ]
  },
  "summary": "I am a highly skilled Business Technical Analyst with 2 years of experience at Deloitte, where I excelled in bridging the gap between business requirements and technical solutions. My academic background includes a Bachelor's degree in Computer Science and a Postgraduate degree in Information Systems Business Analysis and Health Informatics. I am passionate about the role of a Business Systems Analyst because it allows me to utilize my expertise in data analysis, process optimization, and systems integration to drive business success. I am seeking a position where I can apply my analytical skills, technical proficiency, and strong communication abilities to deliver impactful business solutions. My proven track record in improving business processes and my dedication to continuous learning make me an ideal candidate for this role."
}
